# ไฟล์สำหรับเก็บข้อมูลคำทำนาย "เกณฑ์ตรีกูล"
# ตรีกูล คือดาวที่สถิตช่องเดียวกับพระจันทร์ หรือห่างจากพระจันทร์ไป 5 ช่อง หรือ 9 ช่อง

trikun_data = {
    "พระอาทิตย์ (1)": "ผู้นั้นศัตรูบูชา จะกลับเป็นมิตร จะเป็นที่รักแก่ฝูงชนทั้งปวง",
    "พระจันทร์ (2)": "ผู้นั้นจะได้สักการบูชาแต่ผู้อื่นเป็นอันมาก",
    "พระอังคาร (3)": "ผู้นั้นจะพลัดพรากจากที่อยู่เนืองๆ",
    "พระพุธ (4)": "ผู้นั้นจะได้สักการบูชาเพราะอาศัยท่าน",
    "พระพฤหัสบดี (5)": "ผู้นั้นจะมีอายุยืนนาน",
    "พระศุกร์ (6)": "ผู้นั้นจะได้สักการบูชามาแต่ทิศต่าง ๆ",
    "พระเสาร์ (7)": "ผู้นั้นจะพลัดพรากจากญาติและมิตร",
    "พระราหู (8)": "ผู้นั้นจะมีลาภมาก"
}
